Repository: Arc676/xkcd-Viewer
Catalog: po/*.po
Languages: de, fr, it, nl

source: Back
de: Zurück
it: Indietro

source: Send Comic To...
de: Comic Senden Via...
fr: Envoyer la bande dessinée à...
it: Invia Fumetto Via...
nl: Strip versturen aan...

source: Query:
de: Suche:
fr: Requête :
it: Cerca:
nl: Zoekopdracht:

source: Search
de: Suchen
fr: Rechercher
it: Cerca
nl: Zoeken

source: Your query yielded no results. Please note that the search function only searches the local cache.
de: Ihre Suche hat keine Ergebnisse zurückgegeben. Bitte bemerken Sie, dass die Suchfunktion nur den lokalen Speicher durchsucht.
fr: Votre requête n'a donné aucun résultat. Veuillez noter que la fonctionalité de recherche ne couvre que le cache local.
it: Non è stato trovato nessun resultato. Prego notare che la funzione cerca solo nel cache locale.
nl: Geen zoekresultaten. Let op: de zoekfunctie doorzoekt alleen de lokale cache.

source: Which comic would you like to view?
de: Welchen Comic möchten Sie lesen?
fr: Quelle bande dessinée voudriez-vous consulter ?
it: Quale fumetto vorrebbe visualizzare?
nl: Welke strip wil je bekijken?

source: Comic number
de: Comicnummer
fr: Numéro de bande dessinée
it: Numero fumetto
nl: Stripnummer

source: View Comic
de: Comic Zeigen
fr: Consulter la bande dessinée
it: Visualizza Fumetto
nl: Strip bekijken

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren

source: xkcd Viewer
de: xkcd Leser
fr: Visionneuse de xkcd
it: Visualizzatore xkcd
nl: xkcd-lezer

source: Newest Cached
de: Neuster Gespeicherter
fr: Dernières mises en cache
it: Più Recente nel Cache
nl: Nieuwste in cache

source: Jump to Comic
de: Zu Comic Springen
fr: Accéder à la bande dessinée
it: Salta a Fumetto
nl: Ga naar strip

source: About
de: Über
fr: À propos
it: Info
nl: Over

source: Share Comic
de: Comic Teilen
fr: Partager la bande dessinée
it: Condividi Fumetto
nl: Strip delen

source: Share Link
de: Link Teilen
fr: Partager le lien
it: Condividi Link
nl: Link delen

source: Save Comic
de: Comic Speichern
fr: Enregistrer la bande dessinée
it: Salva Fumetto
nl: Strip opslaan

source: OK
fr: Valider
